{
  "appbar": {
    "title": "Fullstack Software Entwickler"
  },
  "navbar": {
    "aboutme": "Über mich",
    "cv": "Lebenslauf",
    "projects": "Projekte",
    "contact": "Kontakt",
    "languageToggle": {
      "title": "Sprache"
    },
    "darkModeToggle": {
      "title": "Dark-Mode",
      "dark": "Dunkel",
      "bright": "Hell"
    }
  },
  "aboutme": {
    "subheader": "Fullstack Software Entwickler in Berlin",
    "text": "Fullstack Software Entwickler mit dem Drang sich stets zu verbessern. <br/> Ich besitze Erfahrung im Fullstack Webdevelopment (Java/Kotlin, JSP/React, MySQL, Linux), sowie im Embedded Bereich (STM32, Cypress, ESP32). <br/><br/> Weiter unten können Sie mehr über mich Erfahren, oder Kontakt zu mir aufnehmen. <br/><br/> Ich freue mich auf Sie! <br/> Jan"
  },
  "projects": {
    "title": "Projekte",
    "qd": {
      "text": "Seite zur Verwaltung sogenannter \"EDI-Verbindungen\" inklusive Statistiken, Nutzerverwaltung, Rechte-System, Excel-Export und vieles mehr."
    },
    "radar": {
      "text": "3D & 2D Darstellung eingehender Daten über Comport/TCPIP Socket mit extrem hoher Anzahl von Datenpunkten (>1000 Punkte alle 10 ms). Obiger Screenshot zeigt einen erkannten Finger im Radarsystem. Wurde nach Anforderungen der PAS Deutschland GmbH & Dieter Genschow(Silicon Radar GmbH) entwickelt."
    },
    "comporttool": {
      "text": "Tool zur live Auswertung eingehender Daten über den COM-Port/TCPIP Socket. Diverse extra Funktionen wie einzelne Kanalauswahl, Zeitmessungen, Pause-Möglichkeit, umbennen von Kanälen und Sichtbereich vereinfachen die Analyse der eingehenden Daten. Wird bei PAS Deutschland GmbH zur Optimierung des Touch-Systems genutzt."
    },
    "klimaComfort": {
      "text": "Sie benötigen eine Klimaanlage und wohnen in der Nähe von Posen (Polen)? Hier wird Ihnen mit kompetenter Beratung geholfen!"
    },
    "additional": "Und viele mehr!"
  },
  "prints3D": {
    "title": "3D Druck",
    "me": "Das bin ich!",
    "headsetHolder": "Tisch-Kopfhörerhalter",
    "lampshade": "Lampenschirm",
    "pawood": "3D-Firmenlogo auf einer Messingplatte",
    "designed": "Erstellt mit Fusion 360"
  }
}